Repository: hnsol/hyht
Catalog: Packages/HyhtCore/Sources/HyhtCore/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: %1$@ is complete. %2$@
ja: %1$@は完了。%2$@

source: %1$@ days until %2$@
ja: %2$@まで残り%1$@日

source: %1$@ hours until %2$@
ja: %2$@まで残り%1$@時間

source: %1$@ is complete.
ja: %1$@は完了。

source: %1$@ weeks until %2$@
ja: %2$@まで残り%1$@週間

source: %1$@, %2$@ minutes remaining
ja: %1$@、残り%2$@分

source: %1$@, %2$d hours %3$d minutes remaining
ja: %1$@、残り%2$d時間%3$d分

source: %1$@ weeks remaining
ja: 残り%1$@週間

source: %1$@ days remaining
ja: 残り%1$@日

source: %1$@ hours remaining
ja: 残り%1$@時間

source: %1$d hours %2$d minutes remaining
ja: 残り%1$d時間%2$d分

source: %1$@ minutes remaining
ja: 残り%1$@分

source: Complete.
ja: 完了。

source: Complete. %1$@
ja: 完了。%1$@
